import LayoutEl from "../../../Shared/LayoutEl";

const Chandan_ke_pad = () => {
  return (
    <LayoutEl>
      <div className="container mx-auto p-4">
        <h1 className="text-3xl md:text-4xl font-bold text-center text-purple-700 mb-6">
          चंदन के पद
        </h1>
        <div className="bg-gray-100 p-6 rounded-lg shadow-lg">
          <h1 className="text-2xl font-bold text-center text-purple-700 mb-4">
            चंदन के पद
          </h1>
          <p className="text-lg leading-loose text-gray-800 whitespace-pre-line text-center">
            चंदन की चोली तन गोरौं।<br />
            मलयागिरि घसि मेलि अगरसत लेपन करत स्याम मन भोरे॥<br />
            सुभ्र पटीर कपूर मेलि घसि कंचुकि स्याम अंग चित चोरै।<br />
            केसर चंदन खौर भाल रचि चंदन कौ बैंदा छबि जोरें।॥<br />
            अँग-अँग अभरन रचि चंदन के रंग-रंग थाकन की दुति दोरें।<br />
            जै श्री कमलमैंन हित तन झलकन लखि पलक न लगत ललक नहिं थोरै ॥१॥<br />
            <h1 className="text-2xl font-bold text-center text-purple-700 mb-4">
            गो० श्रीरूपलालजी कृत-राग सारंग-
          </h1>
            चंदन चित्र विचित्र विराजैं।<br />
            रचि-रचि सरस सुगंधि बनाये अलि लंपट सुख साजैं।<br />
            मुकट चंद्रिका नील पीत पट तन दुति मनमथ लाजैं।<br />
            जै श्रीरूपलाल हित अलि अनुरागिनि गावत सरस समाजैं ॥२॥<br />
            <h1 className="text-2xl font-bold text-center text-purple-700 mb-4">
            राग सारंग-
          </h1>
            मूरति स्याम की मन मानी।<br />
            चंदन चित्रित स्याम मनोहर प्रिया रूप रस सारी॥<br />
            वंशीवट यमुना तट कुंजन केलि बेलि लपटानी।<br />
            जै श्री रूपलाल हित ललित त्रिभंगी रंगी रंग बिकानी ॥३॥<br />
            <h1 className="text-2xl font-bold text-center text-purple-700 mb-4">
            गो ० श्री रूपला लजी कृत-रा ग सा रंगरं -
          </h1>
            हरि चंदन चोली तन बनीं।<br />
            वाम भाग वृषभानु नंदिनी तातें छबि बाढ़ी घनीं।॥<br />
            सीतल छाँह लता गृह बैठे सारंग गावत धन-धनीं।<br />
            जै श्रीकिशोरीलाल हित रूप मिथुन मुख ललितादिक लखि सुखन सनीं ॥४॥<br />
            गो० श्रीहित गोबर्धनलालजी कृत-राग गौरी-<br />
            चंदन चित्रित अंग बनाये।<br />
            चंदन की चोली अंग पहिरैं चंदन बागे दुहुँन सुहाये ॥<br />
            चंदन खौर ललाट विराजै आभूषन चंदन मन भाये।॥<br />
            चन्दन कौ छिरकाव कियौ है छुटत फुहारे चन्दन छाये।<br />
            चन्दन बीजन हाथ लिये सखि करत दुहूँ के मोद बढ़ाये।<br />
            चन्दन अतर सुगंधी छूटें चन्दन के बँगला जु छबाये।<br />
            पान दान चन्दन कर लीने ललिता सखी तमोल लगाये।<br />
            चन्दन चौर लियें कर माहीं जै श्रीहित गोवर्धन नैन छकाये॥५॥<br />
            श्रीध्रुवदासजी कृत-राग सारंग-<br />
            वंशीवट मूल खरे दंपति अनुराग भरे, गावत हैं सारंग पिय सारंग वर नैनी।<br />
            उमहि कुँवरि करत गान सिखवति पिय विकट तान, सप्त स्वर सौं मधुर-मधुर लेत कोकिल बैनी॥<br />
            चित्रित चन्दन सु अंग भूषन फूलन सुरंग, दसन वसन सहज रंग बेसर छबि दैनी।<br />
            लसत कंठ जलज माल वदन स्वेद कन रसाल, दीरघ वर लोचन मखि रेख बनी पैंनी ॥<br />
            चहुँ दिसि सखियन की भीर सकल प्रेम रस अधीर, उभय रूप राग रंग सुख अनूप लैनी।<br />
            उमग्यौ जल प्रेम नैन रहित भये रसन बैन, इह गति रहौ मत्त चित्त हित ध्रुव दिन रैनी॥६॥<br />
            सवैया-<br />
            ग्रीषम की रितु जानि सहेलिनु कंज कपूर की कुंज बनाई।<br />
            चन्दन चंद के खंभ रचे दल कोमल रंग सुरंगन छाई॥<br />
            उज्ज्वल सेज सुरंग सुहावनी वारि गुलाब सौं लै छिरकाई।<br />
            राजत हैं ध्रुव लाड़िली लाल विनोद कौ मोद बढ्यौ अधिकाई ॥७॥<br />
            श्रीमोहनदासजी कृत-राग सारंग-<br />
            चंदन की कुंज तामें चन्दन कौ बंगला चन्दन की चौकी पर बैठे दोउ चन्द री।<br />
            चन्दन कौ बागौ पहिरैं चन्दन की आवैं लहरें चन्दन के हार कंठ धरें सुख कंद री॥<br />
            चन्दन के द्रुमन पै बेली नाना चन्दन की चन्दन के भाजन बहु भरे हैं सुगन्ध री॥<br />
            छूटत फुहारे नीके तेऊ बने चन्दन के चन्दन की तान गावैं चन्दन के छन्द री।<br />
            चन्दन के बीजना दुरावैं चहुँ ओर सखी दास मोहन निरखि-निरखि मानत आनन्द री॥८॥<br />
            श्रीदामोदर स्वामीजी कृत-राग सारंग-<br />
            मोहन सोभा देखौ माई।<br />
            अद्भुत झलकन स्याम सुभग तन चन्दन केसर खौर सुहाई॥<br />
            तैसीय पगिया पीत मनोहर साँवरे सिर कछु उपमा पाई।<br />
            मनु सिंगार जलद पर दामिनि सिमिट रही थिरकत छबि छाई ॥<br />
            तैसेई पियरे उभै वसन छवि मंजुल मुख चितवन सुखदाई।<br />
            दामोदर हित गोरे तन की तैसीय अद्भुत झिलमिलताई ॥९॥<br />
            राग धनाश्री-<br />
            चन्दन चरचैं चतुर नागरी सोभा आगर सुख सागर नंदलाल।<br />
            उज्ज्वल पीत वसन छवि राजत तैसीय साँवरे तन की झलकन मनु फूल्यौ सिंगार तमाल ॥<br />
            अंग सुवास हास मुख सौरभ लै-लै मत्त भ्रमत अलि माल।<br />
            दामोदर हित कोमल कंचन बेलि लहलही लपटी राधाबाल ॥१०॥<br />
            राग धनाश्री-<br />
            बन्यौ सखि चारु चन्दन कौ बागौ सुभग मनोहर अंग।<br />
            रूप सुधा सागर में मानौं छबि की उठत तरंग ॥<br />
            अति गंभीर बढ़त छिन-छिन प्रति दुति तन संगम प्यारी संग।<br />
            दामोदर हित सहचरि जन मन मीन फिरत भरे रस रंग ॥११॥<br />
            श्रीकृष्णदासजी कृत-राग सारंग-<br />
            अझै तृतिया अझै लीला नव रँग गिरिधर पहिरत चंदन।<br />
            बाम भाग वृषभानु नन्दनी बिच-बिच चित्र देत बहु बन्दन ॥<br />
            तनसुख छींट इजार बनी है पीत उपरना विरह निकंदन।<br />
            उर उदार वर दाम मल्लिका सुखद पाग युवती जन फंदन ॥<br />
            नख सिख हेम अलंकृत भूषन श्रीवल्लभ मारग मन रंजन।<br />
            कृष्णदास प्रभुकी यह बानिक लोचन चंपल लजावत खंजन ॥१२॥<br />
            श्रीप्रेमदासजी कृत-राग सारंग-<br />
            चन्दन की कुंज माहिं चाँदनी प्रकाश रही प्यारी कौ बदन चन्द, चन्द गात-गात हैं।<br />
            कोटि चन्द्रमा सौ पिय चंदन बढ़ायें चारु हार चन्द्र सैनी युत उर सरसात हैं।<br />
            चंदन की चोली सखी सची बैंदी चंदन की चंदन की खौरैं धरै सोभा दरसात हैं।<br />
            जाली लाल कौ दुकूल प्रेमदासि हित मानौं मंडल में बैठे बहु चंद सरसात हैं॥१३॥<br />
            श्रीअलिमोहन कृत-राग सारंग-<br />
            पहिरैं चंदन बागे जोरी।<br />
            रंग-रंग घसि लाइ युवति वर जिनकैं प्रीति न थोरी ॥<br />
            चंदन के सिंघासन तकिया चन्दन भूमि सँवारी।<br />
            चंदन जात तीज तिथि मंगल चंदन गावत नारी॥<br />
            चन्दन कौ लहँगा चन्दन की अंगिया सुन्दर सारी।<br />
            चन्दन खमकि बनी तन चूरी सोभित भानु-दुलारी ॥<br />
            चन्दन कौ सूथन चंदन के पटुका पाग सँवारी।<br />
            चंदन के भूषन अलि मोहन निरखि मदन रति वारी ॥१४॥<br />
            श्रीचतुर्भुजदासजी कृत-राग सारंग-<br />
            आज सखी नन्द नन्दन री नव चंदन कौ तन लेप कियें।<br />
            तामैं चित्र किये केसर के राजत हैं सखी सुभग हियै ॥<br />
            तनसुख कौ कटि बाँधि पिछौरा ठाढ़े हैं कर कमल लियें।<br />
            रुचि बनमाल पीत उपरैना नैन मैन सर से दिखियें।॥<br />
            करनफूल प्रतिबिंब कपोलन मृगमद तिलक ललाट दियें।<br />
            चत्रभुज प्रभु गिरधरन लाल सिर टेड़ी पाग रही भृकुटि छियें ॥१५॥<br />
            राग सारंग-<br />
            देखि सखी गोविन्द के चन्दन सोभित साँवल अंग।<br />
            नाना भाँति चित्र किये हैं तामें केसर विविध सुरंग ॥<br />
            कंठ माल पीरौ उपरैना बनी इजार पचरंग।<br />
            करनफूल कनक भृकुटिन गति मोहत कोटि अनंग ॥<br />
            मृगमद तिलक कमल दल लोचन सीस पाग अधरंग।<br />
            चत्रुभुज प्रभु गिरधरन लाल छवि छिन-छिन उठत तरंग ॥१६॥<br />
            श्रीहरिवल्लभजी कृत-राग सारंग चौताला-<br />
            चन्दन खौर और ठौर-ठौर अंग लेपन अरस परस करत रति विलास ग्रीषम तपत।<br />
            गुलाबन के पुहुपन की पखुरिन सौं सेज रची मची सुगन्ध चरची पुहुपन कौ बीजन दुरावत पति प्यारी-प्यारी पति ॥<br />
            पुहुपन सौं गूँथे वार पुहुपन के सब सिंगार गुलाब छूटत फुहार भरि-भरि अंक माल त्यौं-त्यौं प्यारी अधिक कँपत।<br />
            हरिवल्ल्भ प्रभु इहै विधि रितु मनाई रीझि-रीझि भींजि-भींजि हँसि-हँसि बसि बसि रसि-रसि रसिक दोऊ रस में लिपत ॥१७॥<br />
            श्रीसहचरिसुखजी कृत-राग सारंग-चौताला-<br />
            कमल दल कान्ह बिछावत मारग करन सँवारि।<br />
            तापर चितवन रचे हैं पाँवड़े नेह लाज गहरे रंग सौं रँगे चलत तापै मंद-मंद सुकुँवारि ॥<br />
            ललित लता लपटी गहरे बन मुकुट लगे हलि वरषत फूलन बनी है मदन मनुहारि।<br />
            सहचरि सुख ग्रीषम की दुपहरी सरद चाँदनी भई जमुना तट रीझि हरि रहे अपनपौ हारि ॥१८॥<br />
            श्रीस्वामी हरिदासजी कृत-राग मलार-<br />
            हरि के अंग कौ चन्दन लपटानौं तन तेरे दिखियत है जैसैं पीत चोली।<br />
            मरगजे आभरन बदन छिपावत छिपै न छिपाये मानौं कृष्ण बोली ॥<br />
            कहूँ अंजन कहूँ अलक रही खसि सुरत रंग की पोट खोली।<br />
            श्रीहरिदास के स्वामी स्यामा मिलत विहारिन हार न रह्यौ कंठ बिच ओली ॥१९॥<br />
            श्रीबिहारिनदासजी कृत-राग सारंग-<br />
            चन्दन बन्दन की तन सोभा।<br />
            मानौं निसि नंछत्र प्रगटे घन विमल वसन बिच ओभा।<br />
            करि सिंगार सहचरि लै आईं सुख देखन के लोभा।<br />
            श्रीबिहारिनदास स्वामिनि मुख निरखत काम विवस चित चोभा॥२०॥<br />
            राग सारंग-<br />
            पिय प्यारी चन्दन चित्र कियें।<br />
            मानहुँ काम प्रेम के अंकुर सींचत दृष्टि दियें ॥<br />
            अति अभिलाष लाल ललना मिलि सीतल होत हियें।<br />
            श्रीबिहारिनदास दंपति दुलरावत इह सुख सखी जियें ॥२१॥<br />
            श्रीनागरीदासजी कृत-राग सारंग-<br />
            याही तैं अक्षै तृतिया नाउँ ।<br />
            पहिलैं ही ते सकल सजनीकुल रचि राखियत केलि कौ ठाउँ ॥<br />
            दरस परस रस महा महोछौ संघट' कोलाहली विचित्र बनाउ ।<br />
            नागरीदास सखिनु कौ मनोरथ पूरन होत केलि कल दाउ ॥२२॥<br />
            राग सारंग-<br />
            आज महा मंगल कौ दिन है।<br />
            अखती लाड प्यारी की कोटि-कोटि सुख कौ इह छिन है।<br />
            प्रेम रस लाइ रस लाल सौं मिलन भीतरौ सखी मिसु खिन है।<br />
            अद्भुत भेंट समेटि नागरीदासि अत्रई जुरी रंग हद बिन है ॥२३॥<br />
            श्रीपीताम्बरदेवजी कृत-राग भैरवी-<br />
            कहूँ देख्यौ री चन्दन चोलना।<br />
            गौरांगी के उर वर राजत नील मणिनु कौ ढोलना॥<br />
            सकल सिंगार कियौ न्यौछावर नैन निरखि मुख बोलना।<br />
            रसिक सखी पीताम्बर दोऊ राजत सहचरि ओलना ॥२४॥<br />
            श्रीनरिन्द ग्वालजी कृत-राग सारंग-<br />
            आज बने गिरिधरन रसिक वर चन्दन अंग अरगजा लाये।<br />
            तामें चित्र धरें केसर पुट गुंजत अलि अलकन छवि पाये ॥<br />
            तनसुख कौ कटि बन्यौ पिछौरा टेढ़ी पाग तुर्रा लटकाये।<br />
            कटि किंकिनी नूपुर जराइ के जगमगात मनसिजहिं जगाये।<br />
            अझै धेनु अझै तृतिया कौ अझै गोप ग्वाल संगुसाये।<br />
            अझै श्री ब्रज श्रीगोवरधन बसत नरिंद ग्वाल जसु गाये ॥२५॥<br />
            चाचा श्रीवृन्दावनदासजी कृत-राग सारंग-<br />
            बलि गई हौं चंदन चरचे गात।<br />
            अंग-अंग की सुंदरताई निरखत दृग न अघात ॥<br />
            सोभा सदन बदन पर सजनी कुमकुम बिंदु बिराजै।<br />
            मनु ससि मध्य अबहि ऊग्यौ ससि, ससि समूह लखि लाजै ॥<br />
            ता ढिंग-ढिंग बेंदी चंदन की रचि रुचि सखिनु बनाई।<br />
            मनु उडगन मंडल ससि बैठे जानि नई ठकुराई॥<br />
            केसर खौर ललाट रही लसि बरनौं कहा विशेख।<br />
            मनहु सजल घन प्रगट देखियत बिच-बिच दामिनि रेख॥<br />
            दै-दै पेच रची खिरकी सिर पगिया सेत सुढार।<br />
            मरकत मनि गिरि सिखर जटित किये हीरा मनु सित धार॥<br />
            ललित कपोल जगमगत कुंडल दिनमनि जोति हरी।<br />
            कंचन कलित बने कर चूरा पहुँची नगन जरी ॥<br />
            अति अभिराम स्याम उर ऊपर मोतिन माल बनी।<br />
            ता मधि लसत जराव धुकधुकी भई छवि किरन घनी।<br />
            कटि बाँधें पियरौ उपरैना छके मदन मद नैन।<br />
            वृन्दावन हित प्रियहि रिझावत मधुर बजावत बैन ॥२६॥<br />
            राग सारंग-ताल मूल-<br />
            हँसि-हँसि चंदन चित्र बनावैं।<br />
            चंदन बागे सचत दुहुँन तन सजनी बसि बसि लावैं ॥<br />
            सकल सुगंधिन मिश्रित करि कैं केसर पीस मिलावैं।<br />
            रँगि दुकूल सारी उपरैनी अतरौटा पहिरावैं॥<br />
            पाग छबीली सुभग धोवती भाल खौर मँड़वावैं।<br />
            तापर दै कुमकुम कौ बेंदा सोभा अधिक बढ़ावैं ।<br />
            चंदन के भूषन तन रचि-रचि अलि चातुरी जनावैं।<br />
            चन्दन सदन सिंघासन चन्दन-चन्दन भुव छिरकावैं ॥<br />
            चन्दन चॅवर बिजन चन्दन के चंदमुखी जु दुरावैं।<br />
            चन्दन वारि छुटत जल जंत्रन अहा कहा छबि पावैं॥<br />
            चन्दन ही के बिटप सघन अति हिवैं मोद उपजावैं।<br />
            चन्दन भाजन चंदन जल भरि सहचरि खेल मचावैं॥<br />
            आप अंग चरचत हैं सादर औरन अंग लगावैं।<br />
            चन्दन की गैंदुक रचि सुंदर तकि-तकि सखी चलावैं॥<br />
            कोउ ऊँचे तरुवर पर चढ़ि-चढ़ि किलकि-किलकि बरसावें।<br />
            पवन झकोर लपट परिमल की आवत युगल छकावैं॥<br />
            अमी स्वाद सम सीतल भोजन सुरुचि दुहुँन जिमावैं।<br />
            गौर-स्याम की प्रीति परस्पर निपुन पहेरी गावैं॥<br />
            तुष्ट पुष्ट करि प्रान भाँवतेनु बीरी रचि जु खबावैं。<br />
            सीतल-सीतल कुंजन बिहरत केलि-बेति सरसावैं॥<br />
            मनसिज मद गंजत बल बहियाँ अस कौतिक दरसावैं。<br />
            वृन्दावन हित रूप और सुख उरझे मो मन भावैं ॥२७॥<br />
            राग सारंग-चौतालौ-<br />
            चंदन के दारु निर्मित मंदिर कमनी बैठे रसिक गरबहियाँ।<br />
            चंदन की वारि मही तल छिरक्यौ चन्दन सिंघासन चन्दन बिटप की छहियाँ ।<br />
            चन्दन के बागे विचित्र बने तन चंदन बिजन अलि ढोरैं मुख चहियाँ।<br />
            वृन्दावन हित रूप अहा कहा चंदन गुलाब जल छुटत फुहारे ता महियाँ॥२८॥<br />
            राग सारंग-<br />
            मलयज' गारि गुलाव वारि डारि सुघरता सौं सँवारि लेपत अंग भरि उमंग गौर स्याम।<br />
            जुगल रिझावन कौ सखी पचत विरमि-विरमि चित्र रचत कौन-कौन सुखन सचत आसन कुसुम दलन खचत हिम<br />
            रितु सदेह आइ विचरत मनु इह धाम।<br />
            छूटत हैं जलजंत्र अवनी मनु पढ़त मंत्र मधुर-मधुर बाजेनु बाज गावत मधु माघ राग मुरलीधर विचित्र भाम。<br />
            वृन्दावन हित रूप रसिकन मनि रसिक भूप रस सरसत घुरि बरषत कौतिक कमनी दिन छिन जाम ॥२९॥<br />
            राग सारंग-चौताला-<br />
            अंग चंदन लेपत हैं दोऊ परस्पर सरसत है नव नेह।<br />
            सजल घटा सौं मिली बग स्त्रैनी चैन दृगन देत छवि कौ परत न छेह ॥<br />
            मनु ससि किरन लपेटी दामिनि यौं दुति दरसत गोरे देह।<br />
            वृन्दावन हित रूप रीझि रहे चित्र विचित्र किये बैठे लता निजु गेह॥३०॥<br />
            राग सारंग-ताल आड़ (चंदन-नौका)<br />
            चंदन जल भाजन भरे हाथन चंदन चढ़े निवारैं हो।<br />
            भरि-भरि अंजुलि लेत परस्पर तकि-तकि अंगन मारैं हो॥<br />
            चंदन के जल जंत्र छुटत हैं तिनकी मिहीं फुहारें हो।<br />
            चंदन गैंद उछारि गगन तन ओटि लेत किलकारैं हो。<br />
            चंदन नीर गुलाब जु मिश्रित छुटत छबीली धारै हो。<br />
            चंदमुखी चंदन बिजना कर लिये ललित गति ढारैं हो。<br />
            चंदन दारु मृदंग तबूँरा चन्दन कर कठतारैं हो。<br />
            सखी बजावत प्यारी गावत पिय स्यावास उचारैं हो॥<br />
            जमुना तीर कदम्ब तरु पाँती छाँह नवारौं टारैं हो。<br />
            रुचि लै पवन बह्यौ है परसत ग्रीष्म ताप निवारैं हो。<br />
            चन्दन कौ बँगला उसीर के परदा सुभग सँवारें हो。<br />
            छिरकत नेह परायन सजनी सुख अनंत विस्तारैं हो॥<br />
            कमल दलन कौ रचि तहाँ आसन गौर स्याम बैठारौं हो ।<br />
            दम्पति के रुख सुख की मरमी बहुरि अरगजा गारैं हो॥<br />
            बार-बार लेपत अंगन छवि बारंबार निहारैं हो。<br />
            दम्पति ही के लाड़ चाइ सखी बारंबार बिचारैं हो。<br />
            अति सुगन्ध सीतल रस छानै सिता पीस बहु डारें हो。<br />
            रस भोगिन कौं पान करावत रीझ रहत रिझवारें हो。<br />
            मुरली बजत लाल मुख ललना मधुर बीन टंकारैं हो。<br />
            वृन्दावन हित रूप जमीं सारंग सुख बढ्यौ अपारैं हो॥३१॥<br />
            राग पूरवी-चौताला-<br />
            फटिक मणि निकुंज चंदन बिटप तरे ठाड़े नव लाल दियै ललना गरबाहीं हो।<br />
            चंदन चित्र किये केसर की खौर दिये फूलन की माला हिये सघन अति छाहीं हो。<br />
            खुले बंद नीमा लाल उपरैनी मिही बाल सोभा अवलोकैं सखी पलकें विसराहीं हो。<br />
            वृन्दावन हित नील कमल कर छबि सौं फिरावत मुदित मन माहीं हो ॥३२॥<br />
            राग सारंग-<br />
            मिले स्वर सारंग गावत नेह ललक सों तानन बदि-बदि लेत।<br />
            लाल की तान प्रिया परसंसत प्यारी जू की प्रीतम सुख जु अपूरव देत ॥<br />
            कंध तँबूरा हलन लखि जूरा रदन लसन पिय होत अचेत।<br />
            वृन्दावन हित रूप जील स्वर भेदन राखत उमगत वारिधि हेत ॥३३॥<br />
            राग सारंग-चौताला-<br />
            चंदन कौ बँगला चंदन जल छिरक्यौ चंदन कौ लेप करें दोऊ कर वर।<br />
            चंदन कौ बीजना सुघर अलि ढोरत चंदन सुवास फैली परम मुदित बैठे चंदन बिटप तर ॥<br />
            चन्दन रँग्यौ उपरैना सारी चंदन धस्यौ घसि भाजननि निकट कर।<br />
            वन्दावन हित रूप चारु चन्दन के चॅवर लियें अलि चन्दन की वारि फुहारे छुटत धर॥३४॥<br />
            राग सारंग-<br />
            रँगे चन्दन के बागे रीझ रीझ पहिरैं लै दर्पन छबि तोलें।<br />
            समुझि-समुझि मुसिकाइ रहे चुप रीझि पचत नहिं वचन कहत कछु ओलैं॥<br />
            निजु सजनी के श्रवनन लगि-लगि अप अपनी मन ग्रन्थि जु खोलें।<br />
            वृन्दावन हित रूप गर्वता परखी दुहुँ दिसि मरम समुझि अलि बोलें ॥३५॥<br />
            राग सारंग-<br />
            लाल मुख देखौ परखि कैं पुनि कछु उतहूँ समझि न्याव मन दीजै।<br />
            सेना में गज तब लगि ऊँचौ जब लगि जाइ न गिरि तर ठाड़ौ कीजै ॥<br />
            रंग मिलावौ गुनन मिलावौ सबकों बूझि आप सोचि लीजै।<br />
            वृन्दावन हित रूप तौल कैं नैन तराजू कहत सुमति यौं निरनैं सुविधि करीजै ॥३६॥<br />
            न्याव को करै हमारौ सब रुख राखत सुख उपजै किये हाँ हो।<br />
            राजा हमारे सखी ललितादिक ये बहरावत कहिये और कहाँ हो।<br />
            चंदन के चित्र वसन हैं इत उत साँच कहौ छवि भीर जहाँ हो।<br />
            वृन्दावन हित रूप रसिक सोभा मादिकता बड़बोलन जु तहाँ हो ॥३७॥<br />
            हँसि सुनि कुँवरि छबीली मन ही मन में लखि प्रियतम चतुराई।<br />
            कैसे न्याय चुकायौ ललिता कौन बात कौ यों कहि ग्रीव दुराई॥<br />
            बैठी तरु की डार कोकिला सन्मुख कर करि सखी बताई।<br />
            वृन्दावन हित रूप परख रँग श्रवनन लग-लग कोविद अलि ॥३८॥<br />
            श्रीस्वामिनीशरणजी कृत-राग पूरवी-<br />
            चन्दन कौ सिंगार कियें दोऊ बैठे फूलमहल री माई।<br />
            नील पीत कर कंज लिये हैं अंस-अंस भुज परम सुहाई॥<br />
            नैनन अरुझन बैनन अरुझन हियरा अरुझन कही न जाई।<br />
            सीतल भोग प्रिया तन रसमय भोगी लाल न कबहुँ अघाई॥<br />
            कबहुँक गावत गीत परस्पर वे वंशी ये बीन बजाई।<br />
            हित स्वामिनी सरन कहै जै जै तान मान बढ्यौ रंग सबाई॥३९॥
          </p>
        </div>
      </div>
    </LayoutEl>
  );
};

export default Chandan_ke_pad;