import LayoutEl from "../../../Shared/LayoutEl";

const Chandan_ke_pad = () => {
  return (
    <LayoutEl>
      <div className="container mx-auto p-4">
        <h1 className="text-3xl md:text-4xl font-bold text-center text-purple-700 mb-6">
          चंदन के पद
        </h1>
        <div className="bg-gray-100 p-6 rounded-lg shadow-lg">
          <h1 className="text-2xl font-bold text-center text-purple-700 mb-4">
            मंगल समय
          </h1>
          <p className="text-lg leading-loose text-gray-800 whitespace-pre-line text-center">
            आजु देखि ब्रजसुंदरी-मोहन बनी केलि |
            <br />
            अंश-अंश बाँहु दै किशोर जोर रूप-रासि, मनु तमाल अरुझि रही सरस कनक बेलि ||
            <br />
            नव निकुंज भवर-गुंज मंजु घोष प्रेम-पुंज, गान करत मोर-पिकनि अपने सुर सौ मेलि |
            <br />
            मदन-मुदित अंग-अंग बीच-बीच सुरत रंग, पलु-पलु हरिवंश पिवत नैंन-चषक झेलि ||१||
            <br />
            सखी लखि कुंज धाम अभिराम |
            <br />
            मणिनु प्रकास हुलास जुगलवर, राजत स्यामा-स्याम ||
            <br />
            हास-विलास विनोद मोद मद, होत न पुरन काम |
            <br />
            जय श्रीरूपलाल हित अलि दंपति-रस, सेवत आठौ याम ||२||
          </p>

          <h1 className="text-2xl font-bold text-center text-purple-700 mb-4">
            मंगल भोग
          </h1>
          <p className="text-lg leading-loose text-gray-800 whitespace-pre-line text-center">
            मंगल भोग अधिक रुचिकारी |
            <br />
            माखन मिश्री मोदक मेवा, सखियन आन धरी भरी थारी ||
            <br />
            आलस वलित नैन झपकौहै, सोहत करत लजत सुकुमारी |
            <br />
            पिय निहोरि मुख देत ग्रास पुनि, खात खवावत करत ह्हारी ||
            <br />
            गीत नृत्य अरु वाघ करन हित, सब सखि आनि भईं इक ठाँरी |
            <br />
            ललिता ललित देत मुख बीरी, जयश्री कमलनयन छवि पर बलिहारी ||१||
          </p>

          <h1 className="text-2xl font-bold text-center text-purple-700 mb-4">
            मंगल आरती
          </h1>
          <p className="text-lg leading-loose text-gray-800 whitespace-pre-line text-center">
            प्रातहिं मंगल आरति की जै |
            <br />
            जुगल किशोर रूपरस माते, अद्रभुत छवि नैननि भरि लीजै ||
            <br />
            ललिता ललित बजावत वीना, गुन गावति सुनि जीवन जीजै ||
            <br />
            जै श्री रूपलाल हित मंगल जोरी, निरखि प्राण न्यौछावर कीजै ||१||
            <br />
            निरखि आरती मंगल भोर, मंगल श्यामाश्याम किशोर ||
            <br />
            मंगल श्री वृन्दावन धाम, मंगल कुंज महल अभिराम ||
            <br />
            मंगल घंटा नाद सु होत, मंगल थार मणिन की जोत ||
            <br />
            मंगल दुंदुभि धुनि छबि जाई, मंगल सहचरि दर्शन आई ||
            <br />
            मंगल बीना मृदंग बजावैं, मंगल ताल झाँझ झर लावैं ||
            <br />
            मंगल सखी जूथ कर जो रैं, मंगल चँवर लियै चहुँ ओरैं ||
            <br />
            मंगल पुष्पांजलि वरषाई, मंगल जोति सकल वन छाई ||
            <br />
            जै श्री रूपलाल हित ह्रदय प्रकाश, मंगल अद्रभुत जुगल विलास ||२||
          </p>

          <h1 className="text-2xl font-bold text-center text-purple-700 mb-4">
            प्रात:कालीन वन विहार
          </h1>
          <p className="text-lg leading-loose text-gray-800 whitespace-pre-line text-center">
            आजु प्रभात लता मंदिर में, सुख वरषत अति हरषि जुगलवर ||
            <br />
            गौर-स्याम अभिराम रंग भरि, लटकि-लटकि पग धरत अवनि पर ||
            <br />
            कुच कुमकुम रंजित मालावलि, सुरत नाथ श्री श्याम धाम धर ||
            <br />
            प्रिया प्रेम कैं अंक अंलकृत, चित्रित चतुर शिरोमणि निजु कर ||
            <br />
            दंपति अति अनुराग मुदित कल, गान करत मन हरत परस्पर ||
            <br />
            जै श्री हित हरिवंश प्रसंशि परायन, गायन अलि सुर देत मधुर तर ||
          </p>

          <h1 className="text-2xl font-bold text-center text-purple-700 mb-4">
            धूप आरती
          </h1>
          <p className="text-lg leading-loose text-gray-800 whitespace-pre-line text-center">
            आजु नीकी बनी श्री राधिका नागरी |
            <br />
            व्रज जुवति-जूथ में रूप अरु चतुरई, सील सिंगार गुन सबनि ते आगरी ||
            <br />
            कमल दक्षिन भुजा बाम भुज अंश सखी, गावती सरस मिलि मधुर सुर रागरी |
            <br />
            सकल विघा विदित रहसि (श्री) हरिवंश हित, मिलत नव कुंज वर श्याम बडभागरी ||१||
            <br />
            आजु नागरी किशोर भाँवती विचित्र जोर, कहा कहौ अंग-अंग परम माधुरी |
            <br />
            करत केलि कंठ मेलि बाहु दंड गंड-गंड, परस सरस रास-लास मंडली जुरी ||
            <br />
            श्याम सुंदरी बिहार बाँसुरी मृदंग तार, मधुर घोष नूपरादि किंकनी चुरी |
            <br />
            जय श्री देखत हरिवंश आलि निर्तनी सुधंग चालि, वारि फेर देत प्रान देह सौ दुरी ||२||
          </p>

          <h1 className="text-2xl font-bold text-center text-purple-700 mb-4">
            श्रृंगार भोग
          </h1>
          <p className="text-lg leading-loose text-gray-800 whitespace-pre-line text-center">
            दर्पन लखि मोद भरे पाक विविध भोग धरे, रूप गर्व दोऊनि कै वदन झलकि आयौं |
            <br />
            मुकर कर न छोरत है आनन कौ मोरत है, हित की मरमी सहेली मन कौ भेद पायौ ||
            <br />
            दर्पन देहु मो जु हाथ जेवौ मिलि दोउ साथ, जाने मैं छबि गरुर नैननि दरसायौं |
            <br />
            सजनी कौ राख्यौ रुख ग्रास लैन लागे मुख, जो जो मन रुच्यौ पाक बहुरि सो मँगायौ ||
            <br />
            कीनी मनुहारी घनी लाल रसिक चुंडामनी, प्यारी मन भाँवती सहेली जो चितायौ |
            <br />
            अदलि बदलि ग्रास लेत सखियनि आनंद देत, चन्द्रकला घेवर ने स्वाद अति बढायौ ||
            <br />
            बतरस परे स्याम गौर कहत जात लाउ और, तुष्टि पुष्टि होत कियौ भोजन मन भायौ |
            <br />
            सिता मिल्यौ गाढ़ौ दही पीयौ पुनि ललक रही, मेवा फल पाइ स्वाद अधिक सो जनायौ ||
            <br />
            सीतल अति मिष्ट जानि जमुनोदक कियौ पानि, वदन कर अँगोछि सखी पान रचि खवायौ |
            <br />
            बलि बलि वृन्दावन हित रूप साजि आरती कौं, पंच नाद होत सीस चँवर लै ढूरायौ ||
          </p>

          <h1 className="text-2xl font-bold text-center text-purple-700 mb-4">
            श्रृंगार आरती
          </h1>
          <p className="text-lg leading-loose text-gray-800 whitespace-pre-line text-center">
            बनी श्री राधा मोहन की जोरी |
            <br />
            इन्द्र नीलमनि श्याम मनोहर, शातकुंभ तन गोरी ||
            <br />
            भाल विसाल तिलक हरी कामिनी, चिकुर चन्द्र बीच रोरी |
            <br />
            गज नायक प्रभु चाल गंयदनि, गति वृषभानु किशोरी ||
            <br />
            नील निचोल जुवति मोहन पट, पीत अरुण शिर खोरी |
            <br />
            जय श्री हित हरिवंश रसिक राधापति, सुरत रंग में बोरी ||१||
          </p>

          <h1 className="text-2xl font-bold text-center text-purple-700 mb-4">
            राजभोग आरती
          </h1>
          <p className="text-lg leading-loose text-gray-800 whitespace-pre-line text-center">
            राजभोग आरती उतारति है प्रेम छकी,
            <br />
            सारँग अलापति सुर कोकिलै लजावै |
            <br />
            जुगल रूप भरी अवेस निर्तत इक गति सुदेस,
            <br />
            भरि-भरि पुहुपांजुलीन हरषैं वरषावै ||
            <br />
            बाजेनु की मंजुल धुनि मुदित होत पंछी सुनि,
            <br />
            हितअलि-ललिता प्रवीन चौंर सिर ढुरावैं |
            <br />
            बलि-बलि वृन्दावन हित रूप मंजरी बुलाइ,
            <br />
            गौर-श्याम निर्त रीझि माला पहिरावैं ||२||
          </p>

          <h1 className="text-2xl font-bold text-center text-purple-700 mb-4">
            धूप आरती
          </h1>
          <p className="text-lg leading-loose text-gray-800 whitespace-pre-line text-center">
            श्रीराधा मेरैं प्राननि हूँ तें प्यारी |
            <br />
            भूलै हूँ मान न कीजै सुन्दरि,
            <br />
            हौं तौं शरण तिहारी ||
            <br />
            नैक चितै हँसि बोलिये मोते,
            <br />
            खोलिये घूँघट सारी |
            <br />
            जै श्री कृष्णदास हित प्रीति-रीति बस,
            <br />
            भर लई अंकन वारी ||
          </p>

          <h1 className="text-2xl font-bold text-center text-purple-700 mb-4">
            संध्या भोग
          </h1>
          <p className="text-lg leading-loose text-gray-800 whitespace-pre-line text-center">
            आय बिराजे महल में, संध्या समयो जान।
            <br />
            आली ल्याइ भोग सब ,मेवा अरु पकवान।।
            <br />
            भोग का पद
            <br />
            संध्या भोग अली लै आई।
            <br />
            पेड़ा-खुरमा और जलेबी, लडुआ खजला और इमरती।
            <br />
            मोदक मगद मलाई॥
            <br />
            कंचन थार धरयौ भरि आगैं, पिस्ता अरु बादाम रलाई।
            <br />
            खात खवावत लेत परस्पर, हँसन दसन चमकन अधिकाई॥
            <br />
            दोहा
            <br />
            अद्भुत मीठे मधुर फल, ल्याई सखी बनाइ।
          </p>

          <h1 className="text-2xl font-bold text-center text-purple-700 mb-4">
            संध्या आरती
          </h1>
          <p className="text-lg leading-loose text-gray-800 whitespace-pre-line text-center">
            आरती कीजै श्यामसुन्दरकी,
            <br />
            नन्द के नंदन राधिकावर की |
            <br />
            भक्ति करी दीप प्रेम करि बाती,
            <br />
            साधु-संगति करि अनुदिन राती ||
            <br />
            आरती व्रज जुवति जूथ मन भावैं,
            <br />
            श्याम लीला श्रीहरिवंश हित गावैं |
            <br />
            सखि चहूँ ओर चँवर कर लीयैं,
            <br />
            अनुरागन सौं भीने हियैं ||
            <br />
            सनमुख बीन मृदंग बजावै,
            <br />
            सहचरी नाना राग सुनावैं |
          </p>

          <h1 className="text-2xl font-bold text-center text-purple-700 mb-4">
            शयन आरती
          </h1>
          <p className="text-lg leading-loose text-gray-800 whitespace-pre-line text-center">
            रस निधि शयन आरती कीजै |
            <br />
            निरखि-निरखि छवि जीवन जीजै ||
            <br />
            मणि-नग जगमग जोति जगमगै |
            <br />
            दम्पति रूप प्रकाश रँगमगै ||
            <br />
            सहचरी चँवर मोरछल ढौरैं |
            <br />
            पुहुप वृष्टि अंजुलि चहुँ ओरै ||
            <br />
            झाँझ ताल झालर दुन्दुभि रव |
            <br />
            निर्त गान अलि हरत मनोभव ||
            <br />
            महा मोद धुनि मधुर मृदंगा |
            <br />
            जै जै जै वानी मिलि संगा ||
            <br />
            यह सुख रसिक उपासक गावैं |
            <br />
            जै श्रीरुपलाल हित चित्त दुलरावै ||
          </p>
        </div>
      </div>
    </LayoutEl>
  );
};

export default Chandan_ke_pad;