import React from 'react';
import LayoutEl from "../../../Shared/LayoutEl";

const Rasik_Naam_Dwani_Kirtan = () => {  
    return (
        <LayoutEl>
            <div className="container mx-auto p-4">
                <h1 className="text-3xl md:text-4xl font-bold text-center text-purple-700 mb-6">
                    रसिक नाम ध्वनि कीर्तन
                </h1>
                <div className="bg-gray-100 p-6 rounded-lg shadow-lg">
                    <h1 className="text-2xl font-bold text-center text-purple-700 mb-4">
                        रसिक नाम ध्वनि कीर्तन
                    </h1>
                    <p className="text-lg leading-loose text-gray-800 whitespace-pre-line text-center">
                        जय जय राधावल्लभ गुरु हरिवंश |
                        <br />
                        रंगीलो राधावल्लभ हित हरिवंश ||
                        <br />
                        छबीलो राधावल्लभ प्यारौ हरिवंश ।
                        <br />
                        रसीलो राधा-वल्लभ जीवन हरिवंश ॥
                        <br />
                        श्रीवृन्दावन रानी राधावल्लभ नृपति प्रशंस ।
                        <br />
                        हितके बस यश रस उर धरिये करिये श्रुत यवतंश ॥
                        <br />
                        वंशीवट यमुना तट धीर समीर पुलिन सुखपुंज ।
                        <br />
                        विहरत रंग रंगीलौ हित सों मण्डल सेवाकुंज ॥
                        <br />
                        ललित विशाखा चम्पक चित्रा तुंगविद्या रंग देवी |
                        <br />
                        इन्दुलेखा अरु सखी सुदेवी सकल यूथ हित सेवी ॥
                        <br />
                        श्रीवनचन्द्र श्रीकृष्णचन्द्र श्रीगोपीनाथ श्रीमोहन ।
                        <br />
                        नाद विन्दु परिवार रंगीलौ हितसों नित छवि जोहन ||
                        <br />
                        नर वाहन ध्रुवदास व्यास श्रीसेवक नागरीदास ।
                        <br />
                        वीठल मोहन नवल छबीले हित चरणन की आस ।
                        <br />
                        हरीदास नाहरमल गोविन्द जैमल भुवन सुजान ।
                        <br />
                        खरगसेन हरिवंश दास परमानन्द के हित प्रान ॥
                        <br />
                        गंगा यमुना कर्मठी अरु भागमती ये वाई ।
                        <br />
                        हित के चरण शरण है कैं इन दम्पति सम्पति पाई ||
                        <br />
                        दास चतुर्भुज कन्हर स्वामी अरु | प्रबोध कल्याण |
                        <br />
                        स्वामी लाल दमोदर पुहुकर सुन्दर हित उर आन ||
                        <br />
                        हरीदास तुलाधार और यशवन्त महामति नागर ।
                        <br />
                        रसिकदास हरेकृष्ण दोऊ ये प्रेम भक्ति के सागर ।।
                        <br />
                        मोहन माधुरी दास द्वारिकादास परम अनुरागी ।
                        <br />
                        श्याम शाह तूमर कुल हित. सों दम्पति में मति पागी ॥
                    </p>
                </div>
            </div>
        </LayoutEl>
    );
}

export default Rasik_Naam_Dwani_Kirtan;