import LayoutEl from "../../../Shared/LayoutEl";

const RathYatraKePad = () => {
  return (
    <LayoutEl>
      <div className="container mx-auto p-4">
        <h1 className="text-3xl md:text-4xl font-bold text-center text-purple-700 mb-6">
          रथ यात्रा के पद
        </h1>
        <div className="bg-gray-100 p-6 rounded-lg shadow-lg">
          <h1 className="text-2xl font-bold text-center text-purple-700 mb-4">
            रथ यात्रा के पद
          </h1>
          <p className="text-lg leading-loose text-gray-800 whitespace-pre-line text-center">
            चाचा श्रीवृन्दावनदासजी कृत-राग मलार (टेर पावस की)<br />
            रथ चढ़ आवत साँवरौ बरसाने की बाट ।<br />
            सहेली जहाँ दिन लहन राधिका ॥<br />
            नाह अंक की बाँध रचे, सम गौरंग ललाट।<br />
            सहेली जहाँ दिन लहन राधिका ॥ टेक ॥<br />
            लोक मुकुटमणि लहन लोकन की ओप ।<br />
            पावन अवध गुन की अवधि कुल कौतुक गोप॥<br />
            अनुरागी जपत लला रहै नत भयौ उमाह ।<br />
            वन चै यामा की कथा गावत देखन की चाह ॥<br />
            पथिक इतहूँ बहै पल-पल नापै अवन ।<br />
            जो कोऊ कहै सदेशरा अधिक कर पावै नवन ॥<br />
            प्रेम सरोवर नद सुत कहौ मुरली नाद।<br />
            चकित भई तन की सबै उर बढ़ावै अहलाद ॥<br />
            कलस उतंग जो जगमग रावल पति के धाम ।<br />
            तनहूँ देख फूल अधिक लोचन सुदर याम॥<br />
            गगन जु जलधर ऊँचयौ जैसी छबि जलधर नवल ।<br />
            वह जु बरस फैकौ लगै यह तन शोभा सबल ॥<br />
            सुकला मास असाढ़ की तिथि कौ यह नेम।<br />
            रथ चढ़ आवै ससुर घर कहा बरन उर प्रेम।<br />
            वे देखौ अवनि नचावही बाग गह बलबीर ।<br />
            रथ पर फरकत है धजा अंग कँधी चीर ॥<br />
            मन मंडली सँग बनी मनु फूलयौ छबि बोग।<br />
            पावन कपट मधु लसै लाल भरयौ अनुराग॥<br />
            अरी नदी को अति लड़ौ जाकी इत चतुर वृत्ति ।<br />
            नयर आयौ नगर यह कहत यह क भृति ॥<br />
            शोभा बरनत याम की विपुल बढ़ावत प्रीत ।<br />
            मरमी सजनी कुँवर की समुझावत रसरीत ॥<br />
            महल सतखने लाड़ली राजत सखी गरबाँह।<br />
            तड़ित निकर तन देह की बैठ खरक माह ॥<br />
            बदन मयंक मयूख की आग फैली योत ।<br />
            सखी रच पान खबावही ता गाव चढ़ी होत॥<br />
            सादर मलाय की वरम-वरम चल लाल।<br />
            मान मीन रस में फँस गये सोभा जाल।<br />
            देखौ मोहनमदन कौ सो मोहौ ग कोर।<br />
            रोके कत न नैन मन छुट आवत बरजोर ॥<br />
            लाज आय आड़ी भई शोभा अझी दठ।<br />
            फूल माल उर ते खसी पठई मन बसीठ।<br />
            बगर-बगर त उठ चले प्रेमी जन पुर भान।<br />
            आयौ ननन भाँवतौ दैन अधिक सनमान |<br />
            भयौ पौर पुर चाँहनौ मंगल ठाम ठाम।<br />
            गारी गावत बाम सब लै लै जपत नाम।<br />
            रावलपति भुज भर लये करवर रायौ सीस।<br />
            ज बद आरज बधू सबही दह असीस ।<br />
            श्रीदामा हरयौ हये मयौ कृपा स धाय ।<br />
            दोऊ राजकुँवर नरख करत लेत बलाय ॥<br />
            रानी कह आरतौ सादर लीह प्रेह ।<br />
            अमित लाड़ बरन कहा सासु की कृपा सदेह ॥<br />
            कीरति की आज्ञा लई सखी भई कौतुक हार।<br />
            रथ रनवास मँगाइयौ मानिक चौक मझार ॥<br />
            रस मूरति सजनी सबै कियौ मनोरथ गूढ़।<br />
            राधामोहन कौं तहाँ रथ पै कियौ आरूढ़ ॥<br />
            कोऊ करत हैं आरतौ रतनन वारत कोय।<br />
            कोउ मंगल गावहिं कहैं धनि नित ऐसौ होय ॥<br />
            रथ जोतैं कोविद अली दैंहिं दम्पति मन मोद।<br />
            सबही आसिका उच्चरहिं बिधि तन करि करि गोद ||<br />
            दुरीं झरोखन निरखहीं कीरति आरज भाम।<br />
            त्रिभुवन सुख दुर्लभ सखी जो रावलपति धाम ॥<br />
            सुरपति सम लोचन चहें रसना शेष समान।<br />
            दुलहिनि मुख देखन जु पिय पुनि गुन करन बखान ॥<br />
            मंगल कौं मंगल करै अस मंगल ब्रज लोक ।<br />
            छबि जु उलेड़न बरषहीं पिय दृग नान्हीं ओक ॥<br />
            सखी बहु खेल खिलावहीं कहा बरनों इक बदन।<br />
            कीरति अर्ध बढ़ाय कैं लये भीतरे सदन॥<br />
            लाड़ अवधि बरनों कहा खेलै प्रेम सदेह ।<br />
            श्रीहरिवंश प्रसाद बल बरन्यौ मंगल एह ॥<br />
            दिन-दिन सुख ससुरार अस शारद लहै न अन्त।<br />
            वृन्दावन हित रूप बलि बिलसत राधाकन्त ॥ सहेली० ॥५४॥
          </p>
        </div>
      </div>
    </LayoutEl>
  );
};

export default RathYatraKePad;