import React from 'react';
import LayoutEl from "../../../Shared/LayoutEl";

const Yamunashtak = () => {
    return (
        <LayoutEl>
            <div className="container mx-auto p-4">
                <h1 className="text-3xl md:text-4xl font-bold text-center text-purple-700 mb-6">
                    श्री यमुनाष्टक
                </h1>
                <div className="bg-gray-100 p-6 rounded-lg shadow-lg">
                    <h1 className="text-2xl font-bold text-center text-purple-700 mb-4">
                        श्री यमुनाष्टक
                    </h1>
                    <p className="text-lg leading-loose text-gray-800 whitespace-pre-line text-center">
                        || श्री यमुनाष्टक ||
                        <br />
                        -------------------------------------
                        <br />
                        || श्री यमुनाष्टक ||
                        <br />
                        -------------------------------------
                        <br />
                        व्रजाधिराज नंदनाम्बुदाभ गात्र चंदना -
                        <br />
                        नुलेप गन्ध वाहिनीं भवाब्धि बीज दाहिनिम् |
                        <br />
                        जगत्रये यशस्विनीं लसत्सुधा पयस्विनीं,
                        <br />
                        भजे कालिन्दनन्दिनीं दुरन्त मोह भंजिनीं ||१||
                        <br />
                        रसैक सीम राधिका पदाब्ज भक्ति-साधिकां,
                        <br />
                        तदंग राग पिंजर प्रभाति पुंज मंजुलाम |
                        <br />
                        स्वरोचिषाति शोभितां कृतां जनाधि गंजनां,
                        <br />
                        भजे कलिन्दनन्दिनीं दुरन्त मोह भंजिनीम ||२||
                        <br />
                        व्रजेंद्र-सुनू-राधिका ह्रदि प्रपुर्य माणयो,
                        <br />
                        मॅहा रसाब्धि पूरयोरिवाति तीव्र वेगत: |
                        <br />
                        बहि: समुच्छलनंव प्रवाह-रुपिणीमहं,
                        <br />
                        भजे कलिन्दनन्दिनीं दुरंत मोह भंजिनीम् ||३||
                        <br />
                        विचित्र रत्न बद्ध सत्तटद्रयश्रियोज्ज्वलां,
                        <br />
                        विचित्र हंस सारसाध्यनंत पक्षि संकुलाम |
                        <br />
                        विचित्र मीनमेखलां कृतातिदीन पालीतां,
                        <br />
                        भजे कलिन्दनन्दिनीं दुरन्त मोह भंजिनीम् ||४||
                        <br />
                        वहंतिकां श्रियां हरेॅ मुदा कृपा स्वरूपिणीं,
                        <br />
                        विशुद्ध भक्ति मुज्जवलां परे रसात्मिकां विदुः |
                        <br />
                        सुधाश्रुतित्व लौकिकीं परेशवर्ण रुपिणीं,
                        <br />
                        भजे कलिन्दनन्दिनीं दुरन्त मोह भंजिनीम् ||५||
                        <br />
                        सुरेन्द्रवृन्द वन्दितां रसादधिष्ठिते वने,
                        <br />
                        सदोपलब्ध माधवाद्भुतैक सद्रशोन्मदाम् |
                        <br />
                        अतीव विह्वलामिवच्चलत्त रंग डोलॅतां,
                        <br />
                        भजे कलिंदनंदिनीं दुरंत मोह भंजिनीम् ||६||
                        <br />
                        प्रफुल्ल पंकजाननां लसन्नवोत्पलेक्षणां,
                        <br />
                        रथांगनाम युग्मकस्तनी मुदार हंसिकाम् ||
                        <br />
                        नितम्ब चारु रोधसां हरेःप्रिया रसोज्वलां,
                        <br />
                        भजे कलिन्दनन्दिनीं दुरन्त मोह भंजनीम् ||७||
                        <br />
                        समस्त वेद मस्तकैरगम्य वैभवां सदा,
                        <br />
                        ममहामनीन्द्र नारदादिभी सदैव भाविताम् |
                        <br />
                        अतुल्य पामरैरपीश्रितां पुमर्थ शारदां,
                        <br />
                        भजे कलिंदनंदिनीं दुरंत मोह भंजिनीम् ||८||
                        <br />
                        य एतदष्टकं बुधस्त्रिकाल मादत: पठे,
                        <br />
                        त्कलिन्दनन्दिनीं ह्रदा विचिंन्त्य विश्व वंदिताम् |
                        <br />
                        इहैव राधिकापतै: पदाब्ज भक्तिमुत्तमा,
                        <br />
                        मवाप्य स ध्रुवं भवेत्परत्र ततप्रियानुगः ||९||
                        <br />
                        || इति श्री यमुनाष्टक||
                        <br />
                        श्री हित हरिवंश महाप्रभु रचित
                    </p>
                </div>
            </div>
        </LayoutEl>
    );
};

export default Yamunashtak;