import LayoutEl from "../../../Shared/LayoutEl";

const Hits_Utsav_mangal_Badhai = () => {
  return (
    <LayoutEl>
      <div className="container mx-auto p-4">
        <h1 className="text-3xl md:text-4xl font-bold text-center text-purple-700 mb-6">
          श्री हितोत्सव की मंगल बधाई
        </h1>
        <div className="bg-gray-100 p-6 rounded-lg shadow-lg">
          <h1 className="text-2xl font-bold text-center text-purple-700 mb-4">
            श्री हितोत्सव की मंगल बधाई
          </h1>
          <p className="text-lg leading-loose text-gray-800 whitespace-pre-line text-center">
            गो॰श्रीहित हरिवंशचन्द्र महाप्रभु जी को जन्म वैसाख सुदी एकादसी कौ।
            <br />
            चैत सुदी पूर्णिमा से समाज आरंभ।
            <br />
            नित्य समाज का आरंभ सेवकजी कृत मंगल से होता है।
            <br />
            श्री सेवकजी कृत -मंगल
            <br />
            --------------------------------------------
            <br />
            जै जै श्रीहरिवंश व्यास कुल मंडना।
            <br />
            रसिक अनन्यन मुख्य गुरु जन भय खंडना॥
            <br />
            श्रीवृन्दावन वास रास रस भूमि जहाँ।
            <br />
            क्रीड़त श्यामा श्याम पुलिन मंजुल तहाँ ॥
            <br />
            पुलिन मंजुल परम पावन त्रिविध तहाँ मारुत बहै।
            <br />
            कुञ्ज भवन विचित्र शोभा मदन नित सेवत रहै॥
            <br />
            तहाँ सन्तत व्यास नन्दन रहत कलुष विहंडना।
            <br />
            जै जै श्रीहरिवंश व्यास कुल मंडना ॥१॥
            <br />
            जै जै श्रीहरिवंश चन्द्र उदित सदा।
            <br />
            द्विज कुल कुमुद प्रकाश विपुल सुख सम्पदा ॥
            <br />
            पर उपकार विचार सुमति जग विस्तरी।
            <br />
            करुणासिन्धु कृपाल कालभय सब हरी॥
            <br />
            हरी सब कलिकाल की भय कृपा रुप जु वपु धर्यौ॥
            <br />
            करत जे अनसहन निन्दक तिनहुँ पै अनुग्रह करयौ॥
            <br />
            निरभिमान निर्वैर निरुपम निष्कलंक जु सर्वदा।
            <br />
            जै जै श्रीहरिवंशचन्द्र उदित सदा॥२॥
            <br />
            जय जय श्री हरिवंश प्रशंसत सब दुनी।
            <br />
            सारा सार विवेकत कोविद बहु गुनी॥
            <br />
            गुप्त रीति आचरण प्रगट सब जग दिये।
            <br />
            ज्ञान व्रत कृति किंकिये॥
          </p>

          <h1 className="text-2xl font-bold text-center text-purple-700 mb-4">
            रसिकन कौं रस रीति प्रीति सम्पति दई।
          </h1>
          <p className="text-lg leading-loose text-gray-800 whitespace-pre-line text-center">
            गौर स्याम छवि रासि बढ़त पल-पल नई॥
            <br />
            बढ़त पल-पल रासि नौतन कुञ्ज कल सिज्या रची।
            <br />
            मिलत ललना लाल तापर अंग अंगन भये पची॥
            <br />
            दुरि देखि ललितादिकन चोरी मानी अपनौं धन जियौ।
            <br />
            जय जय श्रीहरिवंश सार संग्रह कियौ ॥
            <br />
            जय जय श्रीहरिवंश भोर जोरी लसै।
            <br />
            पलटि परे पट देह नेह वरषत रसै॥
            <br />
            छूटी लट टूटी उर माला मरगजी।
            <br />
            सिथिल भये अँग अंग सिथिल किंकिनि बजी॥
            <br />
            बजी किंकिनि मन्द मुसकन वदन द्युति बाढ़ी घनी।
            <br />
            नैन आलसवन्त प्यारी सिखा नख विलसी धनी॥
            <br />
            परस्पर अनुराग पागे श्याम उर गोरी बसै।
            <br />
            जय जय श्रीहरिवंश भोर जोरी लसै॥
            <br />
            श्रीहरिवंश उदार पार नहिं पावहीं।
            <br />
            श्रीराधा पिय नव-नव लाड़ लड़ावहीं॥
            <br />
            कोक कोटि संगीत गुनन सेवा करैं।
            <br />
            रहत छहौ रितु निकट समै सुख संचरैं॥
            <br />
            संचरैं सुख कौ समै जैसौ उचित औसर पाईये।
            <br />
            ताहि यह ततकाल प्रापत सुयश मंगल गाइये॥
            <br />
            रसिक जन मन मगन छिन-छिन कली बहु विधि ध्यावहीं।
            <br />
            श्रीहरिवंश उदार पार नहिं पावहीं॥
          </p>

          <h1 className="text-2xl font-bold text-center text-purple-700 mb-4">
            श्रीसहचरिसुखजी कृत-मंगल
          </h1>
          <p className="text-lg leading-loose text-gray-800 whitespace-pre-line text-center">
            (राग-सूहौ बिलावल मंगल-छन्द)
            <br />
            राधा हरि जस जनम बरन तें जानिये।
            <br />
            बरन जनम है भाव सो कुञ्ज बखानिये॥
            <br />
            महली भाव जनम हरिवंश तें मानिये॥
            <br />
            व्यास सदन हरिवंश जनम उर आनिये॥
            <br />
            महली टहल जो अष्ट अलि की प्रगट रसना सौं करी।
            <br />
            भागौत शुक मुख सार सोधि अनन्य रस बरसी झरी॥
            <br />
            नव कुञ्ज नित्य निकुञ्ज निभृत निकुञ्ज रस दरसायकैं।
            <br />
            धर्म-धर्मी रहसि हू में दिये प्रगट दिखायकैं॥
            <br />
            तारा कूख प्रगट भई मोद महा जग्यौ।
            <br />
            रसिकन चाह लता सौं रस फल है लग्यौ॥
            <br />
            गुपत विहार सिंगार मिष्टतासौं भर्यौ।
            <br />
            धर्म विजाती भर्म हियन कौ सब हर्यौ॥
            <br />
            धर्मन मिलीं श्रुति रिचा छकि मुनि ब्रता कन्या देव की।
            <br />
            नित्त सिद्धा सँग मिलीं लहि रीति दम्पति सेव की॥
            <br />
            दुलहिनी दूलह गौर स्यामल अचल अंसन भुज लसैं॥
            <br />
            ब्रज दृष्टि विविध विनोद फूलत सदा वृन्दावन बसैं॥
            <br />
            जय जय जमुना पुलिन महा मंगल तहाँ।
            <br />
            चार चरन के चिह्न चौक मण्डित जहाँ ॥
            <br />
            आनन्द मन्दिर मदन मोद मन प्रीति कौ।
            <br />
            जनम बधावौ ललित है ललिता रीति कौ॥
            <br />
            ललित ललिता रीति में नव रंग वंशीवट खिल्यौ।
            <br />
            कीरति कुँवरि के लाड़ सौं कीरति करन रस में मिल्यौ॥
            <br />
            साथिये रचे हैं रसाल बन्दनवार द्वार बँधाइकैं।
            <br />
            ढोलक पखावज ताल जंत्रन सोहिलौ रह्यौ छाइकैं॥
            <br />
            राधा वल्लभ वल्लभ राधा जानिये।
            <br />
            बानी विमल प्रकास दरस पहिचानिये॥
            <br />
            तेई जानैं हिय दृगन देखि अमृत पियौ।
            <br />
            जनम बधाये जनम सुफल जिन है कियौ॥
            <br />
            यह सकृत रीति सु श्रुतिनु गहरी जानि है सो जानि है॥
            <br />
            त्यागि तीनों गुनन कौं जु प्रमानि है सुप्रमानि है॥
            <br />
            श्रीकमलनैन प्रसाद पूरन सुख सखी दुलरावहीं।
            <br />
            जे कुञ्ज सेवा जप मिले तिनके सु जिय अति भावहीं॥
          </p>
        </div>
      </div>
    </LayoutEl>
  );
};

export default Hits_Utsav_mangal_Badhai;