import LayoutEl from "../../../Shared/LayoutEl";

const JhulanBhogKePad = () => {
  return (
    <LayoutEl>
      <div className="container mx-auto p-4">
        <h1 className="text-3xl md:text-4xl font-bold text-center text-purple-700 mb-6">
          झूलन भोग के पद
        </h1>
        <div className="bg-gray-100 p-6 rounded-lg shadow-lg">
          <h1 className="text-2xl font-bold text-center text-purple-700 mb-4">
            झूलन भोग के पद
          </h1>
          <p className="text-lg leading-loose text-gray-800 whitespace-pre-line text-center">
            झूलन भोग के पद<br />
            गो० श्रीकमलनैनजी कृत- (वैशाख सुदी तीज, अक्षय तृतीया) से, राग सारंग<br />
            चंदन की चोली तन गोरौं।<br />
            मलयागिरि घसि मेलि अगरसत लेपन करत स्याम मन भोरे॥<br />
            सुभ्र पटीर कपूर मेलि घसि कंचुकि स्याम अंग चित चोरै।<br />
            केसर चंदन खौर भाल रचि चंदन कौ बैंदा छबि जोरें।॥<br />
            अँग-अँग अभरन रचि चंदन के रंग-रंग थाकन की दुति दोरें।<br />
            जै श्री कमलमैंन हित तन झलकन लखि पलक न लगत ललक नहिं थोरै ॥१॥<br />
            गो० श्रीरूपलालजी कृत-राग सारंग-<br />
            चंदन चित्र विचित्र विराजैं।<br />
            रचि-रचि सरस सुगंधि बनाये अलि लंपट सुख साजैं।<br />
            मुकट चंद्रिका नील पीत पट तन दुति मनमथ लाजैं।<br />
            जै श्रीरूपलाल हित अलि अनुरागिनि गावत सरस समाजैं ॥२॥<br />
            राग सारंग-<br />
            मूरति स्याम की मन मानी।<br />
            चंदन चित्रित स्याम मनोहर प्रिया रूप रस सारी॥<br />
            वंशीवट यमुना तट कुंजन केलि बेलि लपटानी।<br />
            जै श्री रूपलाल हित ललित त्रिभंगी रंगी रंग बिकानी ॥३॥<br />
            गो० श्रीकिशोरीलालजी कृत-राग सारंग-<br />
            हरि चंदन चोली तन बनीं।<br />
            वाम भाग वृषभानु नंदिनी तातें छबि बाढ़ी घनीं।॥<br />
            सीतल छाँह लता गृह बैठे सारंग गावत धन-धनीं।<br />
            जै श्रीकिशोरीलाल हित रूप मिथुन मुख ललितादिक लखि सुखन सनीं ॥४॥<br />
            गो० श्रीहित गोबर्धनलालजी कृत-राग गौरी-<br />
            चंदन चित्रित अंग बनाये।<br />
            चंदन की चोली अंग पहिरैं चंदन बागे दुहुँन सुहाये ॥<br />
            चंदन खौर ललाट विराजै आभूषन चंदन मन भाये।॥<br />
            चन्दन कौ छिरकाव कियौ है छुटत फुहारे चन्दन छाये।<br />
            चन्दन बीजन हाथ लिये सखि करत दुहूँ के मोद बढ़ाये।<br />
            चन्दन अतर सुगंधी छूटें चन्दन के बँगला जु छबाये।<br />
            पान दान चन्दन कर लीने ललिता सखी तमोल लगाये।<br />
            चन्दन चौर लियें कर माहीं जै श्रीहित गोवर्धन नैन छकाये॥५॥<br />
            श्रीध्रुवदासजी कृत-राग सारंग-<br />
            वंशीवट मूल खरे दंपति अनुराग भरे, गावत हैं सारंग पिय सारंग वर नैनी।<br />
            उमहि कुँवरि करत गान सिखवति पिय विकट तान, सप्त स्वर सौं मधुर-मधुर लेत कोकिल बैनी॥<br />
            चित्रित चन्दन सु अंग भूषन फूलन सुरंग, दसन वसन सहज रंग बेसर छबि दैनी।<br />
            लसत कंठ जलज माल वदन स्वेद कन रसाल, दीरघ वर लोचन मखि रेख बनी पैंनी ॥<br />
            चहुँ दिसि सखियन की भीर सकल प्रेम रस अधीर, उभय रूप राग रंग सुख अनूप लैनी।<br />
            उमग्यौ जल प्रेम नैन रहित भये रसन बैन, इह गति रहौ मत्त चित्त हित ध्रुव दिन रैनी॥६॥<br />
            सवैया-<br />
            ग्रीषम की रितु जानि सहेलिनु कंज कपूर की कुंज बनाई।<br />
            चन्दन चंद के खंभ रचे दल कोमल रंग सुरंगन छाई॥<br />
            उज्ज्वल सेज सुरंग सुहावनी वारि गुलाब सौं लै छिरकाई।<br />
            राजत हैं ध्रुव लाड़िली लाल विनोद कौ मोद बढ्यौ अधिकाई ॥७॥
          </p>
        </div>
      </div>
    </LayoutEl>
  );
};

export default JhulanBhogKePad;