import React from 'react';

const HomePageAboutUs = () => {
  return (
    <div className="flex flex-col md:flex-row items-center justify-center p-6 md:p-12 bg-gray-50">
      {/* Image Section */}
      <div className="md:w-1/3 w-full mb-6 md:mb-0">
        <img
          src="/AboutImage.png"
          alt="Shri Hit Harivansh Mahaprabhu"
          className="w-full h-auto rounded-lg shadow-lg"
        />
      </div>
      {/* Text Section */}
      <div className="md:w-2/3 w-full text-justify px-4">
        <h1 className="text-3xl md:text-4xl font-bold text-gray-800 mb-4 text-center md:text-left">
        गोo श्री हित हरिवंश महाप्रभु जी
        </h1>
        <p className="text-gray-600 leading-7">
        वंशी प्रेमावतार प्रेमवरूप रसिकाचार्य अनन्त श्री हित हरिवंश चंद्र महाप्रभु जु जो की निकुंज में श्री जुगल जोड़ी के अनंत प्रेम स्वरूप निज सखी श्री हित सजनी जु है । 
        श्रीहित हरिवंश महाप्रभु जु श्रीजी की कृपा से धराधाम में रसिक संतों के कल्याण एवं अनन्या भक्तों को हित रसोपासना के सागर में डुबकी लगवाने के लिए प्रकट हुए । 
        “ हित की यहाँ उपासना हित के हैं हम दस , हित विशेष रखता रहे चित नित हित की आस “ 
        श्रीहित हरिवंश महाप्रभु जी एकमात्र संत हुए जिनका जन्म ब्रज में बाद ग्राम में हुआ । जब श्रीहित जु महाराज श्री राधावल्लभ लाल जु को लेकर श्रीधाम वृंदावन पधारे तब वृंदावन एक सघन वन था लता पता से घिरा हुआ , डाकू और जंगली जानवर के डर से वृंदावन कोई संधू संत रहते नहीं थे , उन्होंने श्रीहित राधावल्लभ लाल जी को सघन वन में लता पता के मध्य कुंज की स्थापना कर श्रीहित राधावल्लभ लाल जु को लाड लड़ाए । 
        श्रीहित हरिवंश महाप्रभु जी ने छह : माह में ही श्रीजी की कृपा बल से श्री राधासुधानिधि ग्रंथ की रचना कर दिए जिनको लिपिबद्ध उनके ताऊ जी श्री नरसिंहश्रम जी ने किए । श्री हित हरिवंश महाप्रभु ने रसोनपासना का गुड़ निकुंज रस प्रसादी  अन्य ग्रंथों में प्रदान किए - श्रीहित चौरासी जी , श्री स्फुट वाणी , श्री यमुनाकटाक्ष एवं अनन्या रचनाओं से रसिकों को निकुंज प्रेम रस की प्राप्ति करवाई जो की ब्रह्मा शुक आदि को भी दुर्लभ है 
        </p>
      </div>
    </div>
  );
};

export default HomePageAboutUs;
