import React from 'react';
import LayoutEl from "../../../Shared/LayoutEl";

const Shri_karuna_beli2 = () => {  
    return (
        <LayoutEl>
            <div className="container mx-auto p-4">
                <h1 className="text-3xl md:text-4xl font-bold text-center text-purple-700 mb-6">
                    श्री करुणा बेली
                </h1>
                <div className="bg-gray-100 p-6 rounded-lg shadow-lg">
                    <h1 className="text-2xl font-bold text-center text-purple-700 mb-4">
                        श्री करुणा बेली
                    </h1>
                    <p className="text-lg leading-loose text-gray-800 whitespace-pre-line text-center">
                        || श्री करुणा बेलीबे ली ||<br />
                        -------------------------------------<br />
                        || श्री चा चा बृन्दा बनदा सजी कृत ||<br />
                        -------------------------------------<br />
                        ||१||<br />
                        श्री व्या स सुवन करुणा अब करौ ,<br />
                        मो सि र चा रू चरण रज धरौ |<br />
                        श्री हि तरूप कृपा की आशा |<br />
                        या चत उर धरि बडौ हुला सा ||<br />
                        ||२||<br />
                        करुणा नि धि तुम ना म कहा वै,<br />
                        मो सौ दी न चरन रति पा वै |<br />
                        प्रथम करौ करुणा गुरु रा ज,<br />
                        जि नकौ शरण गहे की ला ज ||<br />
                        ||३||<br />
                        पुनि ये रसि क सुद्रष्टि नि हा रौ ,<br />
                        मो पै करुणा सदा वि चा रौ |<br />
                        करुणा दया सा धू गुरु करि हैं,<br />
                        मो उर ता प ति मि र सब हरि है ||<br />
                        ||४||<br />
                        श्री गुरु सा धु जा हि अपना वै,<br />
                        तेई जन हरि के मन भा वै |<br />
                        जि को वि वि दि माँ ही<br />
                        जि नको वि रद वि दि त जग माँ ही ,<br />
                        अभय करै पकरै जा बाँ ही ||<br />
                        ||५||<br />
                        हें करुणा नि धि करुणा की जै,<br />
                        अब नि ज शरण रा वरी दी जै |<br />
                        ऐसी सदा वि चा रौ चि तही ,<br />
                        हौ तव कृपा मना वत नि तही ||<br />
                        ||६||<br />
                        वि नती सुनो सा धु मन रंजरं न,<br />
                        तुम पद कमल सकल दुखदु गंजन |<br />
                        अहो ना थ ! तुम दी न दया ला ,<br />
                        अपने कौ की जै प्रति पा ला ||<br />
                        ||७||<br />
                        मो करनी नहि चि त में धरि ये,<br />
                        अपनी कृपा ओर हि ढरि ये |<br />
                        जो मम औगुन ग्रहन करौ गे,<br />
                        अपनौ वि रद आप बि सरौ गे ||<br />
                        ||८||<br />
                        करुणा मय यह वि रद बढ़ा वौ ,<br />
                        जो हमसे दी नन अपना वौ |<br />
                        अहो कृष्ण पद रति अब पा ऊँ,<br />
                        जुगल केलि कल की रति गा ऊँ ||<br />
                        ||९||<br />
                        देहु कृष्ण यह भक्ति सुधन है,<br />
                        तुम दा सन के हि य दृढपन है |<br />
                        भक्तन की अभि ला षा दा यक,<br />
                        हो रा धा पति तुम सब ला यक ||<br />
                        ||१०||<br />
                        देहु देहु करुणा करि पद रति ,<br />
                        तुम समा न को त्रि भुवन में पति |<br />
                        हे व्रज ईश सी स दी जै पद,<br />
                        तुम हौ परम दया करुणा हद ||<br />
                        ||११||<br />
                        करौ अनुग्रह अपने जन कौ ,<br />
                        जैसे गौ चा हत बच्छन कौ |<br />
                        यौ हरि देहु भक्ति वरदा नै,<br />
                        जा की रति कौ जगत बखा नै ||<br />
                        ||१२||<br />
                        हे गो कुल वि धु ! वदन दि खा वौ ,<br />
                        नैन चको रन सुधा पि वा वौ |<br />
                        नि रखि सफल ह्वे है दृग मेरे,<br />
                        पा वन गुण गा ऊँ मै तेरे ||<br />
                        ||१३||<br />
                        अहो अहो त्रि भुवन के स्वा मी ,<br />
                        तुम हौ सब के अंतरया मी |<br />
                        ते नी ओ नि रौ<br />
                        या ते अपनी ओर नि हा रौ ,<br />
                        मेरो दो ष न चि त में धा रौ ||<br />
                        ||१४||<br />
                        मि लन आस की बेलिबेलि नि पा ई,<br />
                        ऐसी करौ जू अफल न जा ई |<br />
                        तुम पद दरसन पूरण फल है,<br />
                        दै सतसंगत सीं चत जल है ||<br />
                        ||१५||<br />
                        यह अभि ला षा रहत मन नि त है,<br />
                        प्रा णना थ मम आरत चि त है |<br />
                        तुम समरथ हौ दी न महा ई,<br />
                        शरण गहे की तुम्है बड़ा ई ||<br />
                        हे व्रज दूलदू ह ! नन्द दुलादु लारे ! कब ऐहो दृग आगे प्या रे |<br />
                        नहि जा नै कि हि छि न दरसौ गे, तपत हि ये कब सुख बरसौ गे ||१६||<br />
                        का नन सघन वी थि यन माँ ही , नि रखौ प्रि या अंश गरवा ही |<br />
                        पूरि त नेह वचन सुनि हौ जब, श्रवण ला भ फल हरि गनि हौ तब ||१७||<br />
                        हे वृन्दा वनचन्द वि नो दी , देहु दा न हौ ओटत गो दी |<br />
                        बा त तुम्हा री जी वन मेरी , सब वि धि पूजौ आश सबेरीबे री ||१८||<br />
                        परम दया के मन्दि र तुम हीं , या तैं शरण गहत है हमही |<br />
                        रा खो ना थ कृपा करि नेरैं, अहो कृपा नि धि हम नि त टेरै ||१९||<br />
                        लो ने के मो<br />
                        तुम गुण गहर कमल दल लो चन, अपने जन के सब दुखदु मो चन |<br />
                        हे सुन्दरवर तुम हौ नगधर, दि जै अभयदा न सि र कर-वर ||२०||<br />
                        सुनौं का न दै वि नती हो हरि , तुमहिं सुना ऊँ बहुत भाँ ति करि |<br />
                        अपने को सुधि आपु न ली जै, ऐसी कहा नि ठुरता की जै ||२१||<br />
                        और बा त नहि चि तहि वि चा रौ , कृपा द्रष्टि मम ओर नि हा रौ |<br />
                        इहि वि धि ना थ तुम्हा रो जस है, जो बि सरौ तौ का मम बस है ||२२||<br />
                        अहो कृष्ण ! जो दा स कहा वै, सो क्यों जगत माँ हि दुखदु पा वै |<br />
                        यह तौ बड़ी त्रा स आवत है, कृपा अवधि क्यों तो हि भा वत है ||२३||<br />
                        कबहुँ न करौ दया ल ऐसौ अब, चा हत शरण तुम्हा री हम सब |<br />
                        अपने जन की लज्जा गहि वै, बहुत न आवत है प्रभु कहि वै ||२४||<br />
                        जा कौ अनुग सो न सुधि लेहि , वह न कहा वै ना थ सनेही |<br />
                        अगनि त द्द्न्द देह के पथ है, तुम बि न टा रन को समरथ है ||२५||<br />
                        बा र-बा र हम हरि यह जा चै, तुम पद छाँ डि अनत नहि रा चै |<br />
                        ऐसी सुमति देहु करुणा नि धि , कहौ प्रा णपति मि लि हौ कि हि वि धि ||२६||<br />
                        कब उपजेगी यह मन माँ ही , रा खौ गे मो हि चरणन छाँ हि |<br />
                        मै तो नि श्चय यहि करि है, तुम धौ जि यमे कहा धरी है ||२७||<br />
                        खो टो खरौ परौ जो शरणी , कहा देखि वे ता की करणी |<br />
                        वि रद तुम्हा रो वि दि त रसा ला , अब तौ करे वनै प्रति पा ला ||२८||<br />
                        ऐ हो नै नि गे ये ति रे गे<br />
                        कब ऐहो इन नैननि आगे, कब ये रूप ति हा रे पा गे |<br />
                        हें रा धा पति तुम पद दरसौ , सुजस रा वरो गा वत सरसौ ||२९||<br />
                        हें अभि रा म श्या म वनवा सी , कब परसौ वे पद सुखरा शी |<br />
                        अब उर आशा अधि क भई है, तुम धौ मनमे कहा ठई है ||३०||<br />
                        देहु न ना थ अना कनी मो सौ , अपनी व्यथा सुना ई तो सौ |<br />
                        भली लगै सो करि हौ ब्रजपति , मेरे तौ तुम ही हौ हरि गति ||३१||<br />
                        अहो जुगल वि धु मो दृग भूषण, कब सीं चौ गे प्रेम पि युषण |<br />
                        कौ तुक मि थुन सकल सुख ऐना , बन घन रमत नि हा रौ नैना ||३२||<br />
                        नि भृत नि कुंज ते नि कसो जबही , मेरी द्रष्टि परौ गे तब ही |<br />
                        कब ह्वे है वह मंगल बि थि याँ , आवत युगल अंश भुज धरि याँ ||३३||<br />
                        अब कछु कहत परस्पर बा नी , सो तौ परम नेह-रस सा नी |<br />
                        ता हि सुनत बदलै गति तन की , पूजै अभि ला षा सब मन की ||३४||<br />
                        हे सुखरा सि दा स्य अब पा उँ, हे प्रभु तुम पद कृपा मना ऊँ |<br />
                        का नन कमनी केलि वि लो को , नि रखत पलक धरनि गति रो को ||३५||<br />
                        ऐसौ बा नक बनि है कबहूँ, करुणा मय वि नती सुन अबहूँ |<br />
                        अति अभि रा म श्या म सुखदा ता , तुम पति तन पा वन वि ख्या ता ||३६||<br />
                        अहो अकिं चन जन-मन भा वन, भक्तन उर आनन्द बढ़ा वन |<br />
                        दा सन भी र सदा ला गत हौ , अब कछु ना थ दूरदू भा गत हौ ||३७||<br />
                        जो हो खो टे तौ रि वि धि हौ मो टे<br />
                        जो तुम कहो करम तुम खो टे, तौ तुम हरि का वि धि हौ मो टे |<br />
                        करमन के बस तुम जन हो ई, तौ तुव भजन करै क्यों को ई ||३८||<br />
                        जो तुम बड़े करम ठहरा वौ , तौ तुम क्यों जग-ईश कहा वौ |<br />
                        जा के दंड जगत ये नाँ चै, सो ई धनी कहा वै साँ चै ||३९||<br />
                        जो हरि दा स करम बस कहि ये, तो प्रभु तुमहि न ऐसी चहि ये |<br />
                        नी ति अनी ति आपही देखो , हमकौ या कौ बड़ो परेखौ ||४०||<br />
                        उत्तम करमन करि जो तरि ये, तौ तुमको का हे अनुसरि ये |<br />
                        ये हठ छाँ डि देउ अब हरि कि न, करमन ला र बहा वौ प्रभु जि न ||४१||<br />
                        सा धू सभा के तुम ही मंडन, करो कटा क्ष कर्म हो य खंडन |<br />
                        हो ब्रजना थ सा थ देउ मेरो , ऐचौ पकरि बाँ हि हौ तेरौ ||४२||<br />
                        हौ भूल्यो संसा र-वि षय-वन, भ्रमत फि रौ पा ऊँ पी ड़ा तन |<br />
                        तुम सौ दया ल देखि छि टका वै, कहौ कृष्ण को पा र लगा वै ||४३||<br />
                        यह गति देखि जो न कसकै मन, तो हरि कहा कहा ये तौ जन |<br />
                        अपने कौ स्वा मी जो तजि है, लेहु वि चा र कौ न हरि लजि है ||४४||<br />
                        जो अगति न की गति न करि है, कहो कृष्ण कौ फैट पकरि है |<br />
                        अब चि तवौ रंचरं क सुद्रष्टि कर, अखि ल भुवन तौ जा य ना थ तर ||४५||<br />
                        जा कौ जतन कहा करी वै है, रंचरं क दया ह्रदय धरि वै है |<br />
                        तूम तौ दी नदया ल-प्रभु अति , हौ हि त रूप चरण पा ऊँ रति ||४६||<br />
                        रि हौ की ति हौ<br />
                        तुम हरि उर आनन्द भरन हौ , भक्तन की आरति जु हरण हौ |<br />
                        अब न गहर की जै इत देखो , जैसे टरै करम की रेखो ||४७||<br />
                        हो दुखदु दमन रसि क रा धा पति , भक्ति दा न दी जै उदा र-मति |<br />
                        दा ता देत कछू नहि रा खै, श्री गुरु-सन्त भा गवत भा खै ||४८||<br />
                        देहु देहु पद सेव सदा ई, तुम दा नी हौ कृपण महा ई |<br />
                        सब जुग मा हि वि दि त यह गा था , जो अना थ सो कि ये सना था ||४९||<br />
                        ता ते वि रद पुरा तन गहि ये, तुमसौ बा र बा र हरि कहि ये |<br />
                        वृन्दा वन हि त रूप रा वरे, कब परी हौ मम द्रष्टि सां वरे ||५०||<br />
                        रा धा रसि क कहा वौ ना गर, भक्तन की गति करुणा सा गर |<br />
                        वरद सुना ई बेलीबे ली करुणा , अब तौ ना थ कृपा दि स ढरुणा ||५१||<br />
                        हौ नहि लो क भ्रमन ते डरो ई, एक बा त कौ संशय करो ई |<br />
                        बि सरौ जि न उर ते भगवंत, इच्छा बस तन धरो अनन्त ||५२||<br />
                        जो को उ जा की शरणे-आवै, यधपि ओगुनी दण्ड न पा वै |<br />
                        अहो शरणा गत-पा लक गि रधर, अब मो ला ज रा ख सुन्दरवर ||५३||<br />
                        सती चढी सर अगनि न जा रै, कहौ ना थ वह कहाँ पुका रै |<br />
                        प्या से कौ जल नदी न देई, तौ हरि कहौ कौ न सुधि लेई ||५४||<br />
                        प्रफुलि त कमल रो ष रवि ठा नै, इहि दुखदु वा रि ज कहाँ बखा नै |<br />
                        चन्द्र चको रनि ते दूरिदूरि रहि है, हो हरि व्यथा कहाँ वह कहि है ||५५||<br />
                        दी न्दि रै को तौ बि वौ को<br />
                        दी पक मन्दि र हरै न तमको , तौ प्रभु तुम बि सरा वौ हमको |<br />
                        जो जल का ठ न तरै गुसाँ ई, तरुवर बैठबै न देत न छा ई ||५६||<br />
                        सुनौ प्रा णपति तौ कहा बस है, जो पै उन मन धरयो वि रस है |<br />
                        ये व्रत तजै तो अचरज ना हीं , पै न संभवै प्रभु तुम मां ही ||५७||<br />
                        अहो कृष्ण अब करो न ऐसी , जैसी तुम जु वि चा रौ तैसी |<br />
                        नैक सुद्रष्टि करौ मम ओरी , का रज हो य बा त यह थो री ||५८||<br />
                        हे बलबी र धी र मति पनके, रक्षक सदा आपने जनके |<br />
                        त्रा हि मा म शरणा गति आयौ , त्या ग न उचि त जु भृत्य कहा यौ ||५९||<br />
                        सुनौ का न दै का नन वा सी , अब जि न जगत करा वौ हाँ सी |<br />
                        तुम जु ज्ञा न घन त्रि भुवन ईसौ , अभय कर कमल धरौ मम सी सौ ||६०||<br />
                        मै वि नती प्रभु करी घनेरी , कही रूचि दैनी प्रेम पहेरी |<br />
                        सुनके ना थ धरो मन मां ही , जैसे परयौ रहौ पद छाँ ही ||६१||<br />
                        तुम ला यक दा यक सबही सुख, दर्शा औ का हे न सुन्दर मुख |<br />
                        पा उँ यह प्रसा द शो भा -घर, ब्रजपति नन्दन जो रा धा वर ||६२||<br />
                        श्री हरि वंश प्रता प तै, वरणी करुणा -बेलिबेलि |<br />
                        ब्रजभूषण रा धा धनी , दरसा वो रस-केलि ||<br />
                        सम्वत सै दस आठ गत, चा र वरष उपरन्त |<br />
                        कृष्ण दा स अभि ला ष हि त, कथी सुनौ हरि सन्त ||<br />
                        जेठ वदी पाँ चे सु दि न, बलि हि त रूप वि चा र |<br />
                        हरि गुरु सा धु कृपा करि , वरन्यौ यह सुखसा र ||<br />
                        दि धि<br />
                        दि नबन्धु करुणा अवधि , भक्तवत्सल यह ना म |<br />
                        वृन्दा वन हि त लेउ सुधि , वि रद बढै ज्यौ श्या म ||<br />
                        ||इति श्री करुणा बेलीबे ली चा चा व्रुन्दा वनदा सजी कृत सम्पूणॅम ||
                    </p>
                </div>
            </div>
        </LayoutEl>
    );
}

export default Shri_karuna_beli2;